Repository: Klevin-G/BrassTune
Catalog: swift/BrassTuneApp/BrassTuneApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: Share the code or send a private invitation to an existing username.
ar: شارك الرمز أو أرسل دعوة خاصة إلى اسم مستخدم موجود.
de: Teile den Code oder sende eine private Einladung an einen vorhandenen Benutzernamen.
es: Comparte el código o envía una invitación privada a un usuario existente.
fr: Partagez le code ou envoyez une invitation privée à un nom d’utilisateur existant.
ja: コードを共有するか、既存のユーザー名に非公開の招待を送信します。
ko: 코드를 공유하거나 기존 사용자 이름으로 비공개 초대를 보내세요.
pt_br: Compartilhe o código ou envie um convite privado para um nome de usuário existente.
ru: Поделитесь кодом или отправьте личное приглашение существующему пользователю.
vi: Chia sẻ mã hoặc gửi lời mời riêng tới tên người dùng hiện có.
zh_hans: 分享代码，或向现有用户名发送私人邀请。
zh_hant: 分享代碼，或向現有使用者名稱傳送私人邀請。

source: Student chooses
ar: يختار الطالب
de: Schüler wählt
es: El estudiante elige
fr: L’élève choisit
ja: 生徒が選択
ko: 학생이 선택
pt_br: O aluno escolhe
ru: Ученик выбирает
vi: Học sinh chọn
zh_hans: 由学生选择
zh_hant: 由學生選擇

source: Student instrument (optional)
ar: آلة الطالب (اختياري)
de: Instrument des Schülers (optional)
es: Instrumento del estudiante (opcional)
fr: Instrument de l’élève (facultatif)
ja: 生徒の楽器（任意）
ko: 학생 악기(선택 사항)
pt_br: Instrumento do aluno (opcional)
ru: Инструмент ученика (необязательно)
vi: Nhạc cụ của học sinh (không bắt buộc)
zh_hans: 学生乐器（可选）
zh_hant: 學生樂器（選填）

source: Student roster
ar: قائمة الطلاب
de: Schülerliste
es: Lista de estudiantes
fr: Liste des élèves
ja: 生徒名簿
ko: 학생 명단
pt_br: Lista de alunos
ru: Список учеников
vi: Danh sách học sinh
zh_hans: 学生名单
zh_hant: 學生名單

source: Student username
ar: اسم مستخدم الطالب
de: Benutzername des Schülers
es: Usuario del estudiante
fr: Nom d’utilisateur de l’élève
ja: 生徒のユーザー名
ko: 학생 사용자 이름
pt_br: Nome de usuário do aluno
ru: Имя пользователя ученика
vi: Tên người dùng của học sinh
zh_hans: 学生用户名
zh_hant: 學生使用者名稱

source: Tap Start Listening, allow microphone access, then play for 2–3 seconds.
ar: اضغط على «بدء الاستماع»، واسمح بالوصول إلى الميكروفون، ثم اعزف لمدة ثانيتين إلى 3 ثوانٍ.
de: Tippe auf „Zuhören starten“, erlaube den Mikrofonzugriff und spiele dann 2–3 Sekunden.
es: Toca Iniciar escucha, permite el acceso al micrófono y toca durante 2–3 segundos.
fr: Touchez Commencer l’écoute, autorisez le micro, puis jouez pendant 2 à 3 secondes.
ja: 「聴き取りを開始」をタップし、マイクへのアクセスを許可してから2～3秒演奏してください。
ko: 듣기 시작을 탭하고 마이크 접근을 허용한 다음 2~3초 동안 연주하세요.
pt_br: Toque em Começar a ouvir, permita o acesso ao microfone e toque por 2–3 segundos.
ru: Нажмите «Начать слушать», разрешите доступ к микрофону и играйте 2–3 секунды.
vi: Chạm Bắt đầu nghe, cho phép truy cập micrô, rồi chơi trong 2–3 giây.
zh_hans: 轻点“开始聆听”，允许麦克风访问，然后演奏 2–3 秒。
zh_hant: 點一下「開始聆聽」，允許麥克風存取，然後演奏 2–3 秒。

source: The current code will stop working immediately. Existing members keep access.
ar: سيتوقف الرمز الحالي عن العمل فورًا. سيحتفظ الأعضاء الحاليون بإمكانية الوصول.
de: Der aktuelle Code funktioniert sofort nicht mehr. Bestehende Mitglieder behalten den Zugriff.
es: El código actual dejará de funcionar de inmediato. Los miembros actuales conservarán el acceso.
fr: Le code actuel cessera immédiatement de fonctionner. Les membres actuels conserveront leur accès.
ja: 現在のコードはすぐに使用できなくなります。既存のメンバーは引き続きアクセスできます。
ko: 현재 코드는 즉시 작동하지 않게 됩니다. 기존 구성원은 계속 접근할 수 있습니다.
pt_br: O código atual deixará de funcionar imediatamente. Os membros atuais manterão o acesso.
ru: Текущий код немедленно перестанет работать. У существующих участников доступ сохранится.
vi: Mã hiện tại sẽ ngừng hoạt động ngay. Thành viên hiện có vẫn giữ quyền truy cập.
zh_hans: 当前代码将立即失效。现有成员仍可访问。
zh_hant: 目前代碼將立即失效。現有成員仍可存取。

source: They will lose access to this class. Their recordings and reflections stay private in their own account.
ar: سيفقدون إمكانية الوصول إلى هذا الصف. ستظل تسجيلاتهم وملاحظاتهم خاصة في حسابهم.
de: Die Person verliert den Zugriff auf diesen Kurs. Aufnahmen und Reflexionen bleiben im eigenen Konto privat.
es: Perderá el acceso a esta clase. Sus grabaciones y reflexiones seguirán siendo privadas en su cuenta.
fr: Cette personne perdra l’accès à cette classe. Ses enregistrements et réflexions resteront privés dans son compte.
ja: このクラスにアクセスできなくなります。録音と振り返りは本人のアカウントで非公開のままです。
ko: 이 수업에 접근할 수 없게 됩니다. 녹음과 회고는 본인 계정에서 비공개로 유지됩니다.
pt_br: A pessoa perderá o acesso a esta turma. As gravações e reflexões continuarão privadas na própria conta.
ru: Доступ к этому классу будет потерян. Записи и заметки останутся личными в собственном аккаунте.
vi: Họ sẽ mất quyền truy cập lớp này. Bản ghi âm và ghi chú vẫn riêng tư trong tài khoản của họ.
zh_hans: 该成员将无法再访问此班级。其录音和反思仍会保留在自己的账户中且保持私密。
zh_hant: 該成員將無法再存取此班級。其錄音和反思仍會保留在自己的帳戶中且保持私密。

source: What the director can see
ar: ما يمكن للمدرّس رؤيته
de: Was die Kursleitung sehen kann
es: Lo que puede ver el director
fr: Ce que le directeur peut voir
ja: 指導者に表示される内容
ko: 지도자가 볼 수 있는 항목
pt_br: O que o diretor pode ver
ru: Что видит руководитель
vi: Những gì giáo viên có thể xem
zh_hans: 指导老师可以看到的内容
zh_hant: 指導老師可以看到的內容

source: You can start as guest and add account backup later.
ar: يمكنك البدء كضيف وإضافة النسخ الاحتياطي للحساب لاحقًا.
de: Du kannst als Gast beginnen und die Kontosicherung später hinzufügen.
es: Puedes empezar como invitado y añadir la copia de la cuenta más tarde.
fr: Vous pouvez commencer en tant qu’invité et ajouter la sauvegarde du compte plus tard.
ja: ゲストとして始め、あとからアカウントのバックアップを追加できます。
ko: 게스트로 시작하고 나중에 계정 백업을 추가할 수 있습니다.
pt_br: Você pode começar como convidado e adicionar o backup da conta depois.
ru: Можно начать как гость и позже добавить резервную копию аккаунта.
vi: Bạn có thể bắt đầu với tư cách khách và thêm sao lưu tài khoản sau.
zh_hans: 你可以先以访客身份开始，稍后再添加账户备份。
zh_hant: 你可以先以訪客身分開始，稍後再加入帳戶備份。

source: You choose whether to join. Pick your own instrument before accepting.
ar: أنت من يقرر الانضمام. اختر آلتك قبل القبول.
de: Du entscheidest, ob du beitrittst. Wähle vor dem Annehmen dein Instrument.
es: Tú decides si unirte. Elige tu instrumento antes de aceptar.
fr: Vous décidez de rejoindre la classe. Choisissez votre instrument avant d’accepter.
ja: 参加するかは自分で選べます。承認する前に楽器を選んでください。
ko: 참여 여부는 직접 선택합니다. 수락하기 전에 악기를 선택하세요.
pt_br: Você decide se quer entrar. Escolha seu instrumento antes de aceitar.
ru: Вы сами решаете, вступать ли в класс. Выберите инструмент перед принятием.
vi: Bạn quyết định có tham gia hay không. Chọn nhạc cụ trước khi chấp nhận.
zh_hans: 是否加入由你决定。接受前请先选择自己的乐器。
zh_hant: 是否加入由你決定。接受前請先選擇自己的樂器。

source: Your instrument
ar: آلتك
de: Dein Instrument
es: Tu instrumento
fr: Votre instrument
ja: あなたの楽器
ko: 내 악기
pt_br: Seu instrumento
ru: Ваш инструмент
vi: Nhạc cụ của bạn
zh_hans: 你的乐器
zh_hant: 你的樂器

source: aggregate
ar: إجمالي
de: zusammengefasst
es: agregado
fr: agrégé
ja: 集計
ko: 집계
pt_br: agregado
ru: сводно
vi: tổng hợp
zh_hans: 汇总
zh_hant: 彙總

source: all students
ar: جميع الطلاب
de: alle Schüler
es: todos los estudiantes
fr: tous les élèves
ja: 全生徒
ko: 모든 학생
pt_br: todos os alunos
ru: все ученики
vi: tất cả học sinh
zh_hans: 所有学生
zh_hant: 所有學生

source: %@ blocks · %@ minutes
ar: %@ كتل · %@ دقيقة
de: %@ Blöcke · %@ Minuten
es: %@ bloques · %@ minutos
fr: %@ blocs · %@ minutes
ja: %@ ブロック · %@ 分
ko: %@ 블록 · %@분
pt_br: %@ blocos · %@ minutos
ru: %@ блоков · %@ минут
vi: %@ khối · %@ phút
zh_hans: %@ 块 · %@ 分钟
zh_hant: %@ 塊 · %@ 分鐘

source: %@ cents
ar: %@ سنت
de: %@ Cent
ja: %@セント
ko: %@센트
ru: %@ центов
vi: %@ cent
zh_hans: %@ 音分
zh_hant: %@ 音分

source: %@ cents flat — lift up
ar: %@ سنت أخفض من المطلوب — ارفع الطبقة قليلًا
de: %@ Cent zu tief — etwas höher
es: %@ cents por debajo — sube un poco
fr: %@ cents trop bas — montez légèrement
ja: %@セント低め — 少し上げましょう
ko: %@센트 낮음 — 조금 높이세요
pt_br: %@ cents abaixo — suba um pouco
ru: %@ центов ниже — немного поднимите
vi: %@ cent thấp — nâng lên một chút
zh_hans: %@ 音分偏低 — 稍微提高
zh_hant: %@ 音分偏低 — 稍微提高

source: %@ cents sharp — ease down
ar: %@ سنت أعلى من المطلوب — اخفض الطبقة قليلًا
de: %@ Cent zu hoch — etwas tiefer
es: %@ cents por encima — baja un poco
fr: %@ cents trop haut — baissez légèrement
ja: %@セント高め — 少し下げましょう
ko: %@센트 높음 — 조금 낮추세요
pt_br: %@ cents acima — abaixe um pouco
ru: %@ центов выше — немного опустите
vi: %@ cent cao — hạ xuống một chút
zh_hans: %@ 音分偏高 — 稍微降低
zh_hant: %@ 音分偏高 — 稍微降低

source: %@ isn't a supported note name. Use a note such as C, F sharp, or B flat.
ar: %@ ليس اسم نغمة مدعومًا. استخدم نغمة مثل C أو F♯ أو B♭.
de: %@ ist kein unterstützter Notenname. Verwende eine Note wie C, F♯ oder B♭.
es: %@ no es un nombre de nota compatible. Usa una nota como C, F♯ o B♭.
fr: %@ n’est pas un nom de note pris en charge. Utilisez une note comme C, F♯ ou B♭.
ja: %@ は対応している音名ではありません。C、F♯、B♭などを使ってください。
ko: %@은(는) 지원되는 음이름이 아닙니다. C, F♯ 또는 B♭ 같은 음을 사용하세요.
pt_br: %@ não é um nome de nota compatível. Use uma nota como C, F♯ ou B♭.
ru: %@ — неподдерживаемое название ноты. Используйте, например, C, F♯ или B♭.
vi: %@ không phải tên nốt được hỗ trợ. Hãy dùng nốt như C, F♯ hoặc B♭.
zh_hans: %@ 不是支持的音名。请使用 C、F♯ 或 B♭ 等音符。
zh_hant: %@ 不是支援的音名。請使用 C、F♯ 或 B♭ 等音符。

source: %@ of %@ minutes
ar: %@ من %@ دقيقة
de: %@ von %@ Minuten
es: %@ de %@ minutos
fr: %@ sur %@ minutes
ja: %@/%@ 分
ko: %@/%@분
pt_br: %@ de %@ minutos
ru: %@ из %@ минут
vi: %@ trong số %@ phút
zh_hans: %@ 分钟，共 %@ 分钟
zh_hant: %@ 分鐘，共 %@ 分鐘

source: %@ of %@ minutes · %@ of %@ sessions
ar: %@ من %@ دقيقة · %@ من %@ جلسات
de: %@ von %@ Minuten · %@ von %@ Sitzungen
es: %@ de %@ minutos · %@ de %@ sesiones
fr: %@ sur %@ minutes · %@ sur %@ sessions
ja: %@/%@ 分 · %@/%@ セッション
ko: %@/%@분 · %@/%@회
pt_br: %@ de %@ minutos · %@ de %@ sessões
ru: %@ из %@ минут · %@ из %@ сеансов
vi: %@ trong số %@ phút · %@ trong số %@ phiên
zh_hans: %@（共 %@ 分钟） · %@（共 %@ 场次）
zh_hant: %@（共 %@ 分鐘） · %@（共 %@ 場次）

source: %@ of %@ seconds
ar: %@ من %@ ثانية
de: %@ von %@ Sekunden
es: %@ de %@ segundos
fr: %@ sur %@ secondes
ja: %@/%@ 秒
ko: %@/%@초
pt_br: %@ de %@ segundos
ru: %@ из %@ секунд
vi: %@ trong số %@ giây
zh_hans: %@ 共 %@ 秒
zh_hant: %@ 共 %@ 秒

source: %@ of 32
ar: %@ من 32
de: %@ von 32
es: %@ de 32
fr: %@ sur 32
ko: 32개 중 %@
pt_br: %@ de 32
ru: %@ из 32
vi: %@ trên 32
zh_hans: %@ 共 32 个
zh_hant: %@ 共 32 個

source: %@ of 300 seconds
ar: %@ من 300 ثانية
de: %@ von 300 Sekunden
es: %@ de 300 segundos
fr: %@ de 300 secondes
ja: %@/300 秒
ko: 300초 중 %@
pt_br: %@ de 300 segundos
ru: %@ из 300 секунд
vi: %@ trong số 300 giây
zh_hans: %@，共 300 秒
zh_hant: %@，共 300 秒

source: %@ out of 3 stars
ar: %@ من أصل 3 نجوم
de: %@ von 3 Sternen
es: %@ de 3 estrellas
fr: %@ étoiles sur 3
ja: %@ (星 3 個中)
ko: 별 3개 중 %@
pt_br: %@ de 3 estrelas
ru: %@ из 3 звезд
vi: %@ trên 3 sao
zh_hans: %@ ，最多 3 颗星
zh_hant: %@ ，最多 3 顆星

source: %@ percent
ar: %@ بالمئة
de: %@ Prozent
es: %@ por ciento
fr: %@ pour cent
ja: %@パーセント
ko: %@퍼센트
pt_br: %@ por cento
ru: %@ процентов
vi: %@ phần trăm
zh_hans: %@ 百分比
zh_hant: %@ 百分比

source: %@ to %@ was the least steady transition across %@ attempts.
ar: كان %@ إلى %@ هو الانتقال الأقل ثباتًا عبر %@ المحاولات.
de: %@ zu %@ war der am wenigsten stetige Übergang über %@ Versuche hinweg.
es: %@ a %@ fue la transición menos constante entre %@ intentos.
fr: %@ vers %@ était la transition la moins régulière au cours des %@ tentatives.
ja: %@ から %@ への移行は、%@ 試行全体で最も安定していない遷移でした。
ko: %@에서 %@으로의 전환은 %@ 시도 전체에서 가장 안정적이지 않은 전환이었습니다.
pt_br: %@ para %@ foi a transição menos estável entre %@ tentativas.
ru: Переход от %@ к %@ был наименее устойчивым среди %@ попыток.
vi: %@ sang %@ là quá trình chuyển đổi kém ổn định nhất trong %@ lần thử.
zh_hans: %@ 到 %@ 是 %@ 次尝试中最不稳定的过渡。
zh_hant: %@ 到 %@ 是 %@ 次嘗試中最不穩定的過渡。

source: %@–%@ transition drill
ar: %@–%@ تمرين انتقالي
de: %@–%@ Übergangsübung
es: %@–%@ ejercicio de transición
fr: %@–%@ exercice de transition
ja: %@–%@ 移行訓練
ko: %@–%@ 전환 훈련
pt_br: %@–%@ exercício de transição
ru: %@–%@ переходное упражнение
vi: %@–%@ bài tập chuyển tiếp
zh_hans: %@–%@ 过渡训练
zh_hant: %@–%@ 過渡訓練

source: %@, %@ beats per minute, %@, %@
ar: %@، %@ ضربة إيقاعية في الدقيقة، %@، %@
de: %@, %@ Taktschläge pro Minute, %@, %@
es: %@, %@ pulsos por minuto, %@, %@
fr: %@, %@ pulsations par minute, %@, %@
ja: %@、%@ 拍/分、%@、%@
ko: %@, 분당 %@박, %@, %@
pt_br: %@, %@ tempos por minuto, %@, %@
ru: %@, %@ долей в минуту, %@, %@
vi: %@, %@ phách mỗi phút, %@, %@
zh_hans: %@，每分钟 %@ 拍，%@，%@
zh_hant: %@，每分鐘 %@ 拍，%@，%@

source: %@%% in tune
ar: %@%% ضمن الضبط
de: %@%% sauber
es: %@%% afinado
fr: %@%% juste
ja: %@%% が合っています
ko: %@%% 정확함
pt_br: %@%% afinado
ru: %@%% точно
vi: %@%% đúng cao độ
zh_hans: %@%% 音准
zh_hant: %@%% 音準

source: %lld pages
ar: %lld صفحة
de: %lld Seiten
es: %lld páginas
ja: %lldページ
ko: %lld페이지
pt_br: %lld páginas
ru: %lld страницы
vi: %lld trang
zh_hans: %lld 页
zh_hant: %lld 頁

source: %lld practice sessions
ar: %lld جلسة تدريب
de: %lld Übungseinheiten
es: %lld sesiones de práctica
fr: %lld séances de travail
ja: %lld回の練習
ko: 연습 세션 %lld개
pt_br: %lld sessões de prática
ru: %lld занятия
vi: %lld buổi luyện tập
zh_hans: %lld 次练习
zh_hant: %lld 次練習

source: A cent is a very small pitch step. Smaller numbers are closer to the center.
ar: السنت وحدة صغيرة جدًا لقياس فرق طبقة الصوت. الأرقام الأصغر أقرب إلى الضبط.
de: Ein Cent ist ein sehr kleiner Tonhöhenabstand. Kleinere Zahlen liegen näher am Zentrum.
es: Un cent es una unidad muy pequeña de altura. Los números menores están más cerca del centro.
fr: Un cent est un très petit écart de hauteur. Les nombres plus petits sont plus proches du centre.
ja: セントは音高差を表すごく小さな単位です。数値が小さいほど中心に近くなります。
ko: 센트는 음높이 차이를 나타내는 아주 작은 단위입니다. 숫자가 작을수록 중심에 가깝습니다.
pt_br: Um cent é uma unidade muito pequena de altura. Números menores ficam mais perto do centro.
ru: Цент — очень малая единица высоты звука. Чем меньше число, тем ближе к центру.
vi: Cent là đơn vị rất nhỏ đo chênh lệch cao độ. Số càng nhỏ thì càng gần tâm.
zh_hans: 音分是衡量音高差异的很小单位。数值越小，就越接近中心。
zh_hant: 音分是衡量音高差異的很小單位。數值越小，就越接近中心。

source: A cent is a very small pitch step. Smaller numbers mean you are closer to the center of the note.
ar: السنت وحدة صغيرة جدًا لقياس فرق طبقة الصوت. الأرقام الأصغر تعني أنك أقرب إلى مركز النغمة.
de: Ein Cent ist ein sehr kleiner Tonhöhenabstand. Kleinere Zahlen bedeuten, dass du näher am Zentrum des Tons bist.
es: Un cent es una unidad muy pequeña de altura. Los números menores indican que estás más cerca del centro de la nota.
fr: Un cent est un très petit écart de hauteur. Les nombres plus petits indiquent que vous êtes plus près du centre de la note.
ja: セントは音高差を表すごく小さな単位です。数値が小さいほど音の中心に近いことを示します。
ko: 센트는 음높이 차이를 나타내는 아주 작은 단위입니다. 숫자가 작을수록 음정 중심에 가깝습니다.
pt_br: Um cent é uma unidade muito pequena de altura. Números menores indicam que você está mais perto do centro da nota.
ru: Цент — очень малая единица высоты звука. Чем меньше число, тем ближе вы к центру ноты.
vi: Cent là đơn vị rất nhỏ đo chênh lệch cao độ. Số càng nhỏ thì bạn càng gần tâm nốt.
zh_hans: 音分是衡量音高差异的很小单位。数值越小，表示越接近音符中心。
zh_hant: 音分是衡量音高差異的很小單位。數值越小，表示越接近音符中心。

source: A little flat — lift up
ar: منخفض قليلًا — ارفعه
de: Etwas zu tief — höher werden
es: Un poco bajo — sube suavemente
fr: Un peu trop bas — montez doucement
ja: 少し低い — ゆっくり上げる
ko: 조금 낮음 — 부드럽게 높이세요
pt_br: Um pouco baixo — suba suavemente
ru: Немного ниже — мягко поднимите
vi: Hơi thấp — nâng nhẹ lên
zh_hans: 稍微偏低 — 轻轻提高
zh_hant: 稍微偏低 — 輕輕提高

source: A little sharp — ease down
ar: مرتفع قليلًا — اخفضه
de: Etwas zu hoch — tiefer werden
es: Un poco alto — baja suavemente
fr: Un peu trop haut — descendez doucement
ja: 少し高い — ゆっくり下げる
ko: 조금 높음 — 부드럽게 낮추세요
pt_br: Um pouco alto — desça suavemente
ru: Немного выше — мягко опустите
vi: Hơi cao — hạ nhẹ xuống
zh_hans: 稍微偏高 — 轻轻降低
zh_hant: 稍微偏高 — 輕輕降低

source: A major scale
ar: سلم A الكبير
de: A-Dur-Tonleiter
es: Escala de A mayor
fr: Gamme de A majeur
ja: Aメジャースケール
ko: A 장음계
pt_br: Escala de A maior
ru: Мажорная гамма A
vi: Gam trưởng A
zh_hans: A 大调音阶
zh_hant: A 大調音階

source: A natural minor scale
ar: سلم A الصغير الطبيعي
de: A-Moll-Tonleiter (natürlich)
es: Escala de A menor natural
fr: Gamme de A mineur naturel
ja: Aナチュラルマイナースケール
ko: A 자연단음계
pt_br: Escala de A menor natural
ru: Натуральная минорная гамма A
vi: Gam thứ tự nhiên A
zh_hans: A 自然小调音阶
zh_hant: A 自然小調音階

source: A new week starts using your device's calendar and time zone.
ar: يبدأ أسبوع جديد باستخدام التقويم والمنطقة الزمنية بجهازك.
de: Eine neue Woche beginnt mit dem Kalender und der Zeitzone Ihres Geräts.
es: Una nueva semana comienza usando el calendario y la zona horaria de su dispositivo.
fr: Une nouvelle semaine commence en utilisant le calendrier et le fuseau horaire de votre appareil.
ja: 新しい週は、デバイスのカレンダーとタイムゾーンを使用して始まります。
ko: 기기의 달력과 시간대를 사용하여 새로운 주가 시작됩니다.
pt_br: Uma nova semana começa usando o calendário e o fuso horário do seu dispositivo.
ru: Новая неделя начинается с использованием календаря и часового пояса вашего устройства.
vi: Một tuần mới bắt đầu sử dụng lịch và múi giờ trên thiết bị của bạn.
zh_hans: 使用设备的日历和时区开始新的一周。
zh_hant: 使用設備的日曆和時區開始新的一周。

source: A relaxed, resumable routine. Pause whenever you need to.
ar: روتين مريح وقابل للاستئناف. توقف مؤقتًا عندما تحتاج إلى ذلك.
de: Eine entspannte, fortsetzbare Routine. Machen Sie eine Pause, wann immer Sie es brauchen.
es: Una rutina relajada y retomable. Haz una pausa cuando lo necesites.
fr: Une routine détendue et reprise. Faites une pause chaque fois que vous en avez besoin.
ja: リラックスした再開可能なルーチン。必要に応じていつでも一時停止してください。
ko: 편안하고 재개 가능한 루틴입니다. 필요할 때마다 일시 중지하세요.
pt_br: Uma rotina descontraída e retomável. Faça uma pausa sempre que precisar.
ru: Расслабленная, возобновляемая рутина. Делайте паузу всякий раз, когда вам нужно.
vi: Một thói quen thoải mái, có thể tiếp tục. Tạm dừng bất cứ khi nào bạn cần.
zh_hans: 轻松、可恢复的日常活动。需要时就暂停。
zh_hant: 輕鬆、可恢復的日常活動。需要時就暫停。

source: A short drone and interval routine with no network required.
ar: تمرين قصير على النغمة المستمرة والفواصل دون حاجة إلى الإنترنت.
de: Eine kurze Bordun- und Intervallübung ohne Netzwerk.
es: Una rutina breve de nota pedal e intervalos sin conexión.
fr: Une courte routine de bourdon et d’intervalles, sans réseau.
ja: ネット接続不要の短いドローンと音程の練習です。
ko: 네트워크 없이 하는 짧은 드론 및 음정 연습입니다.
pt_br: Uma rotina curta de bordão e intervalos sem precisar de rede.
ru: Короткое упражнение с бурдоном и интервалами без сети.
vi: Bài tập ngắn với âm nền kéo dài và quãng, không cần mạng.
zh_hans: 无需联网的简短持续音与音程练习。
zh_hant: 無需連線的簡短持續音與音程練習。

source: A♭ major scale
ar: سلم A♭ الكبير
de: A♭-Dur-Tonleiter
es: Escala de A♭ mayor
fr: Gamme de A♭ majeur
ja: A♭メジャースケール
ko: A♭ 장음계
pt_br: Escala de A♭ maior
ru: Мажорная гамма A♭
vi: Gam trưởng A♭
zh_hans: A♭ 大调音阶
zh_hant: A♭ 大調音階

source: A4 %@ Hz
ar: A4 %@ هرتز
es: La4 %@ Hz
fr: La4 %@ Hz
pt_br: Lá4 %@ Hz
ru: Ля4 %@ Гц
vi: La4 %@ Hz

source: About
ar: حول
de: Über
es: Acerca de
fr: À propos
ja: について
ko: 소개
pt_br: Sobre
ru: О
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

source: Account
ar: الحساب
de: Konto
es: cuenta
fr: Compte
ja: アカウント
ko: 계정
pt_br: Conta
ru: Аккаунт
vi: Tài khoản
zh_hans: 账户
zh_hant: 帳戶

source: Account and local practice data deleted.
ar: تم حذف الحساب وبيانات التدريب المحلية.
de: Konto und lokale Übungsdaten wurden gelöscht.
es: Se eliminaron la cuenta y los datos de práctica locales.
fr: Le compte et les données de pratique locales ont été supprimés.
ja: アカウントとローカルの練習データを削除しました。
ko: 계정과 로컬 연습 데이터를 삭제했습니다.
pt_br: A conta e os dados locais de prática foram excluídos.
ru: Аккаунт и локальные данные занятий удалены.
vi: Đã xóa tài khoản và dữ liệu luyện tập cục bộ.
zh_hans: 账户和本地练习数据已删除。
zh_hant: 帳戶和本機練習資料已刪除。

source: Account sign-in isn't available right now. You can keep practicing as a guest.
ar: تسجيل الدخول إلى الحساب غير متاح الآن. يمكنك مواصلة التدريب كضيف.
de: Die Kontoanmeldung ist derzeit nicht verfügbar. Du kannst als Gast weiterüben.
es: El inicio de sesión no está disponible ahora. Puedes seguir practicando como invitado.
fr: La connexion au compte n’est pas disponible pour le moment. Vous pouvez continuer à vous entraîner en mode invité.
ja: 現在アカウントにサインインできません。ゲストとして練習を続けられます。
ko: 현재 계정 로그인을 사용할 수 없습니다. 게스트로 계속 연습할 수 있습니다.
pt_br: O login da conta não está disponível agora. Você pode continuar praticando como convidado.
ru: Вход в аккаунт сейчас недоступен. Можно продолжить занятия как гость.
vi: Hiện không thể đăng nhập tài khoản. Bạn vẫn có thể luyện tập với tư cách khách.
zh_hans: 账户登录目前不可用。你可以继续以访客身份练习。
zh_hant: 帳戶登入目前無法使用。你可以繼續以訪客身分練習。

source: Account-provider cleanup is queued. BrassTune will retry removing its remaining local data the next time the app opens.
ar: تنظيف حساب موفر الخدمة قيد الانتظار. سيعيد BrassTune محاولة إزالة البيانات المحلية المتبقية عند فتح التطبيق في المرة القادمة.
de: Die Bereinigung beim Kontoanbieter ist vorgemerkt. BrassTune versucht beim nächsten Öffnen der App erneut, die verbleibenden lokalen Daten zu entfernen.
es: La limpieza en el proveedor de la cuenta está en cola. BrassTune volverá a intentar eliminar los datos locales restantes la próxima vez que abras la app.
fr: Le nettoyage chez le fournisseur du compte est en attente. BrassTune tentera à nouveau de supprimer les données locales restantes à la prochaine ouverture de l’app.
ja: アカウントプロバイダ側のクリーンアップは待機中です。BrassTune は次回アプリ起動時に残りのローカルデータの削除を再試行します。
ko: 계정 제공업체 정리가 대기 중입니다. BrassTune은 다음에 앱을 열 때 남아 있는 로컬 데이터 삭제를 다시 시도합니다.
pt_br: A limpeza no provedor da conta está na fila. O BrassTune tentará remover os dados locais restantes novamente na próxima vez que o app for aberto.
ru: Очистка у поставщика аккаунта поставлена в очередь. BrassTune повторит попытку удалить оставшиеся локальные данные при следующем запуске приложения.
vi: Việc dọn dẹp ở nhà cung cấp tài khoản đang chờ xử lý. BrassTune sẽ thử xóa lại dữ liệu cục bộ còn lại vào lần mở ứng dụng tiếp theo.
zh_hans: 账户提供商清理已进入队列。BrassTune 将在下次打开应用时重试移除剩余的本地数据。
zh_hant: 帳戶供應商清理已進入佇列。BrassTune 將在下次開啟 App 時重試移除剩餘的本機資料。

source: Active
ar: نشط
de: Aktiv
es: Activo
fr: Actif
ja: アクティブ
ko: 활성
pt_br: Ativo
ru: Активно
vi: Đang hoạt động
zh_hans: 已启用
zh_hant: 已啟用

source: Active class
ar: الصف النشط
de: Aktive Klasse
es: clase activa
fr: Classe active
ja: アクティブクラス
ko: 활동적인 클래스
pt_br: Classe ativa
ru: Активный класс
vi: Lớp hoạt động
zh_hans: 活跃课
zh_hant: 活躍課

source: Add 1–32 notes. Use the visible move buttons to put them in order.
ar: أضف من 1 إلى 32 نغمة. استخدم أزرار النقل الظاهرة لترتيبها.
de: Fügen Sie 1–32 Noten hinzu. Verwenden Sie die sichtbaren Verschiebeschaltflächen, um sie zu ordnen.
es: Agregue de 1 a 32 notas. Utilice los botones de movimiento visibles para ponerlos en orden.
fr: Ajoutez 1 à 32 notes. Utilisez les boutons de déplacement visibles pour les mettre en ordre.
ja: 1 ～ 32 の音符を追加します。表示されている移動ボタンを使用して順番に並べます。
ko: 1~32개의 음을 추가하세요. 표시된 이동 버튼으로 순서를 정하세요.
pt_br: Adicione notas de 1 a 32. Use os botões de movimento visíveis para colocá-los em ordem.
ru: Добавьте ноты 1–32. Используйте видимые кнопки перемещения, чтобы расположить их по порядку.
vi: Thêm từ 1 đến 32 nốt. Dùng các nút di chuyển hiển thị để sắp xếp thứ tự.
zh_hans: 添加 1–32 个音符。使用可见的移动按钮将它们按顺序排列。
zh_hant: 增加 1–32 個音符。使用可見的移動按鈕將它們按順序排列。

source: Add a PDF or photo when you are ready to practice from a score.
ar: أضف ملف PDF أو صورة عندما تكون مستعدًا للتدرب على النوتة الموسيقية.
de: Fügen Sie ein PDF oder ein Foto hinzu, wenn Sie bereit sind, anhand eines Notenblatts zu üben.
es: Agrega un PDF o una foto cuando estés listo para practicar con una partitura.
fr: Ajoutez un PDF ou une photo lorsque vous êtes prêt à vous entraîner à partir d'une partition.
ja: 楽譜から練習する準備ができたら、PDF または写真を追加します。
ko: 악보로 연습할 준비가 되면 PDF나 사진을 추가하세요.
pt_br: Adicione um PDF ou foto quando estiver pronto para praticar com uma partitura.
ru: Добавьте PDF-файл или фотографию, когда будете готовы практиковаться по нотам.
vi: Thêm bản PDF hoặc ảnh khi bạn sẵn sàng luyện tập từ một bản nhạc.
zh_hans: 当您准备好练习活页乐谱时，添加 PDF 或照片。
zh_hant: 當您準備好練習活頁樂譜時，請添加 PDF 或照片。
